Autodesk.Revit.UI.ITemporaryGraphicsHandler.OnClick(Autodesk.Revit.UI.TemporaryGraphicsCommandData)
Handles mouse click event on a given temporary graphics object managed by Autodesk.Revit.DB.TemporaryGraphicsManager.
data:
The context data of the click event.
Since:
2022

Autodesk.Revit.UI.ITemporaryGraphicsHandler
Interface class for external server of Autodesk.Revit.DB.ExternalService.ExternalServices.BuiltInExternalServices.TemporaryGraphicsHandlerService.
Since:
2022